abstract class AppTexts {
  static const onboardTitle = [
    "صيانة 24 ساعة",
    "توصيل لباب المنزل",
    "إشتراكات شهرية",
  ];
  static const onboardText = [
    "تساعد الصيانة الدورية في التعرف على المشكلات ومعالجتها قبل أن تصبح مشاكل كبيرة. هذا يوفر مبلغًا كبيرًا من الماليمكن أن يكون خلاف ذلك مستنفدًا في إصلاحات طارئة وقطع الغيار السلامة  حياة الذين يعملون أو يعملون حول الآلات للخطر.",
    "تساعد الصيانة الدورية في التعرف على المشكلات ومعالجتها قبل أن تصبح مشاكل كبيرة. هذا يوفر مبلغًا كبيرًا من الماليمكن أن يكون خلاف ذلك مستنفدًا في إصلاحات طارئة وقطع الغيار السلامة  حياة الذين يعملون أو يعملون حول الآلات للخطر.",
    "تساعد الصيانة الدورية في التعرف على المشكلات ومعالجتها قبل أن تصبح مشاكل كبيرة. هذا يوفر مبلغًا كبيرًا من الماليمكن أن يكون خلاف ذلك مستنفدًا في إصلاحات طارئة وقطع الغيار السلامة  حياة الذين يعملون أو يعملون حول الآلات للخطر."
  ];
  static List<String> btnNavText = [
    "الرئيسية",
    "الفواتير",
    "الاشعارات",
    "الصفحة الشخصية",
  ];
}
